{
  "terms": "Términos de uso",
  "title1": "TÉRMINOS DE USO DE LA PLATAFORMA VITUAX",
  "text1One": "Última actualización: feb/2025",
  "text1Two": "¡Bienvenido a Vituax! Estos Términos de Uso regulan el acceso y uso de nuestra plataforma de virtualización de máquinas virtuales (IaaS – Infrastructure as a Service). Al utilizar Vituax, usted acepta los términos a continuación. Si no está de acuerdo, no utilice la plataforma.",
  "title2": "1. OBJETIVO DE LA PLATAFORMA",
  "text2Start": "1.1. Vituax es una solución de Infraestructura como Servicio (IaaS), que proporciona un entorno de virtualización de máquinas virtuales (VMs) en un modelo ",
  "text2Bold": "whitelabel",
  "text2End": " para empresas que deseen ofrecer soluciones personalizadas de computación en la nube. 1.2. La plataforma permite la gestión de máquinas virtuales, redes, almacenamiento y monitoreo en tiempo real de los recursos computacionales.",
  "title3": "3. RESPONSABILIDADES DEL USUARIO",
  "text3": "3.1. El usuario es responsable del uso adecuado de la plataforma y debe garantizar que sus actividades cumplan con las leyes aplicables. 3.2. La plataforma no puede ser utilizada para:",
  "text3One": "• Alojar contenido ilegal, discriminatorio u ofensivo, o que promueva actividades ilícitas;",
  "text3Two": "• Realizar ataques cibernéticos, minería no autorizada de criptomonedas o cualquier práctica que pueda comprometer la integridad de la infraestructura;",
  "text3Three": "• Violar los derechos de terceros, incluidas las leyes de propiedad intelectual y protección de datos.",
  "title4": "4. PRIVACIDAD Y TRATAMIENTO DE DATOS",
  "text4Start": "4.1. Vituax adopta medidas estrictas para garantizar la seguridad y confidencialidad de los datos almacenados en la plataforma. 4.2. El usuario acepta que la plataforma puede recopilar y procesar datos con fines operativos y estadísticos, en conformidad con la ",
  "text4Bold": "Ley General de Protección de Datos (LGPD – Ley Nº 13.709/2018).",
  "text4End": " 4.3. Los datos de los usuarios se almacenan en servidores seguros y no se comparten con terceros, excepto cuando lo exija la ley o con el consentimiento explícito del usuario.",
  "title5": "5. GESTIÓN DE MÁQUINAS VIRTUALES Y RECURSOS COMPUTACIONALES",
  "text5": "5.1. Vituax permite a los usuarios crear, configurar y gestionar máquinas virtuales con control total sobre recursos como CPU, RAM, almacenamiento y redes. 5.2. El usuario debe garantizar que sus asignaciones de recursos permanezcan dentro de los límites contratados. 5.3. Vituax no se hace responsable de configuraciones inadecuadas realizadas por el usuario que puedan resultar en pérdida de rendimiento, fallos o impactos en la seguridad.",
  "title6": "6. PLANES, PAGOS Y FACTURACIÓN",
  "text6": "6.1. Vituax opera bajo un modelo pay-as-you-go, donde los costos se calculan según el uso real de los recursos computacionales. 6.2. Los pagos deben realizarse dentro de los plazos establecidos en el contrato de servicio. 6.3. En caso de incumplimiento de pago, Vituax se reserva el derecho de suspender o desactivar los servicios hasta que la situación financiera sea regularizada.",
  "title7": "7. DISPONIBILIDAD, MANTENIMIENTO Y SOPORTE",
  "text7": "7.1. Vituax se compromete a proporcionar un entorno de alta disponibilidad, con acuerdos de nivel de servicio (SLA) establecidos en los contratos. 7.2. La plataforma puede pasar por mantenimientos periódicos, con aviso previo a los usuarios siempre que sea posible. 7.3. El soporte técnico está disponible a través de los canales oficiales, respetando los niveles de soporte según los planes contratados.",
  "title8": "8. PROPIEDAD INTELECTUAL",
  "text8Start": "8.1. Todos los derechos sobre la tecnología, el software y la infraestructura de Vituax son propiedad exclusiva de la empresa. 8.2. El usuario no adquiere ningún derecho sobre el código fuente, algoritmos u otros activos de la plataforma. 8.3. La reventa y distribución de los servicios de Vituax bajo marca propia a través del modelo ",
  "text8Bold": "whitelabel",
  "text8End": " no confieren derechos sobre la tecnología subyacente.",
  "title9": "9. SEGURIDAD Y RESTRICCIONES DE USO",
  "text9": "9.1. Vituax emplea protocolos de seguridad rigurosos para impedir accesos no autorizados y garantizar la integridad de los datos. 9.2. El usuario debe seguir las mejores prácticas de seguridad e implementar medidas adicionales según sea necesario, como la encriptación de datos sensibles. 9.3. Cualquier intento de violación de los sistemas de seguridad de la plataforma puede resultar en la terminación inmediata de la cuenta y en acciones legales.",
  "title10": "10. LIMITACIÓN DE RESPONSABILIDAD",
  "text10": "10.1. Vituax no se hace responsable de:",
  "text10One": "• Fallos resultantes del uso inadecuado de la plataforma por parte del usuario;",
  "text10Two": "• Problemas de conectividad causados por infraestructura de terceros;",
  "text10Three": "• Daños indirectos, pérdidas de beneficios o pérdida de datos derivados del uso de la plataforma.",
  "title11": "11. TERMINACIÓN Y CANCELACIÓN DE CUENTA",
  "text11": "11.1. El usuario puede solicitar la cancelación de la cuenta en cualquier momento, sujeto a notificación previa y a la liquidación de cualquier saldo pendiente. 11.2. Vituax puede cancelar cuentas en casos de violación de los Términos de Uso, falta de pago o riesgo para la infraestructura.",
  "title12": "12. LEY APLICABLE Y JURISDICCIÓN",
  "text12Start": "12.1. Estos Términos de Uso se rigen por la legislación brasileña, incluyendo el ",
  "text12BoldOne": "Marco Civil de Internet (Ley Nº 12.965/2014)",
  "text12Middle": " y la ",
  "text12BoldTwo": "LGPD (Ley Nº 13.709/2018).",
  "text12End": " 12.2. Cualquier disputa derivada del uso de Vituax será resuelta en la jurisdicción de [Ciudad/Estado], renunciando a cualquier otro foro, independientemente de sus privilegios.",
  "title13": "13. DISPOSICIONES FINALES",
  "text13Start": "13.1. Vituax podrá actualizar estos Términos de Uso periódicamente, y es responsabilidad del usuario revisar cualquier cambio. 13.2. El uso continuo de la plataforma después de las modificaciones de los términos implica la aceptación de las nuevas condiciones. 13.3. Para cualquier consulta, el usuario puede contactarnos por correo electrónico a [suporte@vituax.com].",
  "text13Bold": "Al utilizar Vituax, usted reconoce que ha leído y acepta estos Términos de Uso."
}
