{
  "terms": "Termos de uso",
  "title1": "TERMOS DE USO DA PLATAFORMA VITUAX",
  "text1One": "Última atualização: fev/2025",
  "text1Two": "Bem-vindo à Vituax! Estes Termos de Uso regulam o acesso e uso da nossa plataforma de virtualização de máquinas virtuais (IaaS – Infrastructure as a Service). Ao utilizar a Vituax, você concorda com os termos abaixo. Se não concordar, não utilize a plataforma.",
  "title2": "1. OBJETIVO DA PLATAFORMA",
  "text2Start": "1.1. A Vituax é uma solução de Infraestrutura como Serviço (IaaS), fornecendo um ambiente de virtualização de máquinas virtuais (VMs) no modelo ",
  "text2Bold": "whitelabel",
  "text2End": " para empresas que desejam oferecer soluções personalizadas de computação em nuvem. 1.2. A plataforma permite a gestão de máquinas virtuais, rede, armazenamento e monitoramento em tempo real dos recursos computacionais.",
  "title3": "3. RESPONSABILIDADES DO USUÁRIO",
  "text3": "3.1. O usuário é responsável pelo uso adequado da plataforma e deve garantir que suas atividades estejam em conformidade com as leis aplicáveis. 3.2. A plataforma não pode ser utilizada para:",
  "text3One": "• Hospedar conteúdo ilegal, discriminatório ou ofensivo, ou que promova atividades ilícitas;",
  "text3Two": "• Realizar ataques cibernéticos, mineração não autorizada de criptomoedas ou qualquer prática que possa comprometer a integridade da infraestrutura;",
  "text3Three": "• Violar direitos de terceiros, incluindo leis de propriedade intelectual e proteção de dados.",
  "title4": "4. PRIVACIDADE E TRATAMENTO DE DADOS",
  "text4Start": "4.1. A Vituax adota medidas rigorosas para garantir a segurança e confidencialidade dos dados armazenados na plataforma. 4.2. O usuário concorda que a plataforma pode coletar e processar dados para fins operacionais e estatísticos, em conformidade com a ",
  "text4Bold": "Lei Geral de Proteção de Dados (LGPD – Lei nº 13.709/2018).",
  "text4End": " 4.3. Os dados dos usuários são armazenados em servidores seguros e não são compartilhados com terceiros, exceto quando exigido por lei ou com o consentimento explícito do usuário.",
  "title5": "5. GERENCIAMENTO DE MÁQUINAS VIRTUAIS E RECURSOS COMPUTACIONAIS",
  "text5": "5.1. A Vituax permite aos usuários criar, configurar e gerenciar máquinas virtuais com controle total sobre recursos como CPU, RAM, armazenamento e redes. 5.2. O usuário deve garantir que suas alocações de recursos permaneçam dentro dos limites contratados. 5.3. A Vituax não se responsabiliza por configurações inadequadas feitas pelo usuário que possam resultar em perda de desempenho, falhas ou impactos de segurança.",
  "title6": "6. PLANOS, PAGAMENTOS E FATURAMENTO",
  "text6": "6.1. A Vituax opera sob um modelo pay-as-you-go, onde os custos são calculados com base no uso real dos recursos computacionais. 6.2. Os pagamentos devem ser feitos de acordo com os prazos estabelecidos no contrato de serviço. 6.3. Em caso de inadimplência, a Vituax se reserva o direito de suspender ou desativar os serviços até que a situação financeira seja regularizada.",
  "title7": "7. DISPONIBILIDADE, MANUTENÇÃO E SUPORTE",
  "text7": "7.1. A Vituax se compromete a fornecer um ambiente de alta disponibilidade, com acordos de nível de serviço (SLA) estabelecidos nos contratos. 7.2. A plataforma pode passar por manutenções periódicas, com aviso prévio aos usuários sempre que possível. 7.3. O suporte técnico está disponível por meio dos canais oficiais, respeitando os níveis de suporte conforme os planos contratados.",
  "title8": "8. PROPRIEDADE INTELECTUAL",
  "text8Start": "8.1. Todos os direitos sobre a tecnologia, software e infraestrutura da Vituax são de propriedade exclusiva da empresa. 8.2. O usuário não adquire quaisquer direitos sobre o código-fonte, algoritmos ou outros ativos da plataforma. 8.3. A revenda e distribuição dos serviços da Vituax sob marca própria via modelo ",
  "text8Bold": "whitelabel",
  "text8End": " não conferem direitos sobre a tecnologia subjacente.",
  "title9": "9. SEGURANÇA E RESTRIÇÕES DE USO",
  "text9": "9.1. A Vituax emprega protocolos de segurança rigorosos para impedir acessos não autorizados e garantir a integridade dos dados. 9.2. O usuário deve seguir as melhores práticas de segurança e implementar medidas adicionais conforme necessário, como criptografia de dados sensíveis. 9.3. Qualquer tentativa de violação dos sistemas de segurança da plataforma pode resultar no encerramento imediato da conta e ações legais cabíveis.",
  "title10": "10. LIMITAÇÃO DE RESPONSABILIDADE",
  "text10": "10.1. A Vituax não se responsabiliza por:",
  "text10One": "• Falhas resultantes do uso inadequado da plataforma pelo usuário;",
  "text10Two": "• Problemas de conectividade causados por infraestrutura de terceiros;",
  "text10Three": "• Danos indiretos, lucros cessantes ou perda de dados decorrentes do uso da plataforma.",
  "title11": "11. ENCERRAMENTO E CANCELAMENTO DE CONTA",
  "text11": "11.1. O usuário pode solicitar o encerramento da conta a qualquer momento, sujeito à notificação prévia e à quitação de eventuais saldos pendentes. 11.2. A Vituax pode encerrar contas em casos de violação dos Termos de Uso, inadimplência ou risco à infraestrutura.",
  "title12": "12. LEI APLICÁVEL E JURISDIÇÃO",
  "text12Start": "12.1. Estes Termos de Uso são regidos pela legislação brasileira, incluindo o ",
  "text12BoldOne": "Marco Civil da Internet (Lei nº 12.965/2014)",
  "text12Middle": " e a ",
  "text12BoldTwo": "LGPD (Lei nº 13.709/2018).",
  "text12End": " 12.2. Quaisquer disputas decorrentes do uso da Vituax serão resolvidas no foro de [Cidade/Estado], renunciando a qualquer outro foro, independentemente de seus privilégios.",
  "title13": "13. DISPOSIÇÕES FINAIS",
  "text13Start": "13.1. A Vituax poderá atualizar estes Termos de Uso periodicamente, sendo responsabilidade do usuário acompanhar eventuais alterações. 13.2. O uso contínuo da plataforma após modificações nos termos implica a aceitação das novas condições. 13.3. Para quaisquer dúvidas, o usuário pode nos contatar pelo e-mail [suporte@vituax.com].",
  "text13Bold": "Ao utilizar a Vituax, você reconhece que leu e concorda com estes Termos de Uso."
}
