{
  "privacyPolicy": "Privacy Policy",
  "privacyAriaLabel": "Open Privacy Policy",
  "title1": "Who we are",
  "text1": "Our website address is: https://www.vituax.com",
  "title2": "Comments",
  "text2One": "When visitors leave comments on the site, we collect the data shown in the comments form, as well as the visitor's IP address and browser data, to assist in spam detection.",
  "text2TwoStart": "An anonymized string of characters created from your email (also called a hash) may be sent to Gravatar to check if you use the service. The Gravatar privacy policy is available here: ",
  "text2TwoBold": "https://automattic.com/privacy/",
  "text2TwoEnd": ". After your comment is approved, your profile picture will be publicly visible alongside your comment.",
  "title3": "Media",
  "text3Start": "If you upload images to the site, avoid uploading those that contain ",
  "text3Bold": "embedded location data (EXIF GPS)",
  "text3End": ". Visitors can download these images from the site and extract their location data.",
  "title4": "Cookies",
  "text4OneStart": "When you leave a comment on the site, you can opt to save your name, email, and website in cookies. This is for your convenience, so you do not have to fill in your details again when leaving another comment. ",
  "text4OneBold": "These cookies last for one year.",
  "text4Two": "If you have an account and log in to this site, a temporary cookie will be created to determine if your browser accepts cookies. It does not contain any personal data and will be discarded when you close your browser.",
  "text4ThreeStart": "When you log in to your account on the site, we also create several cookies to save your account data and screen display preferences. ",
  "text4ThreeBold": "Login cookies",
  "text4ThreeEnd": " are kept for two days, and screen option cookies are kept for one year. If you select 'Remember Me,' your login will persist for two weeks. If you log out of your account, the login cookies will be removed.",
  "text4Four": "If you edit or publish an article, an additional cookie will be saved in your browser. This cookie does not include any personal data and simply indicates the post ID of the article you just edited. It expires after one day.",
  "title5": "Embedded media from other websites",
  "text5OneStart": "Articles on this site may include embedded content such as ",
  "text5OneBold": "videos, images, articles,",
  "text5OneEnd": " etc. Embedded content from other websites behaves in the exact same way as if the visitor were visiting the other website.",
  "text5Two": "These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.",
  "title6": "Who we share your data with",
  "text6": "If you request a password reset, your IP address will be included in the password reset email.",
  "title7": "How long we retain your data",
  "text7OneStart": "If you leave a comment, the comment and its metadata are ",
  "text7OneBold": "retained indefinitely",
  "text7OneEnd": ". This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.",
  "text7Two": "For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can view, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also view and edit that information.",
  "title8": "What rights you have over your data",
  "text8One": "If you have an account on this site or have left comments, you can request an exported file of the personal data we hold about you, including any data you have provided to us.",
  "text8Two": "You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.",
  "title9": "Where your data is sent",
  "text9": "Visitor comments may be checked through an automated spam detection service."
}
