{
  "privacyPolicy": "Política de Privacidad",
  "privacyAriaLabel": "Abrir Política de Privacidad",
  "title1": "Quiénes somos",
  "text1": "La dirección de nuestro sitio web es: https://www.vituax.com",
  "title2": "Comentarios",
  "text2One": "Cuando los visitantes dejan comentarios en el sitio, recopilamos los datos mostrados en el formulario de comentarios, así como la dirección IP y los datos del navegador del visitante, para ayudar en la detección de spam.",
  "text2TwoStart": "Una cadena anonimizada de caracteres creada a partir de su correo electrónico (también llamada hash) puede ser enviada a Gravatar para verificar si usa el servicio. La política de privacidad de Gravatar está disponible aquí: ",
  "text2TwoBold": "https://automattic.com/privacy/",
  "text2TwoEnd": ". Después de la aprobación de su comentario, la foto de su perfil será visible públicamente junto a su comentario.",
  "title3": "Medios",
  "text3Start": "Si sube imágenes al sitio, evite cargar aquellas que contengan ",
  "text3Bold": "datos de ubicación incrustados (EXIF GPS)",
  "text3End": ". Los visitantes pueden descargar estas imágenes del sitio y extraer sus datos de ubicación.",
  "title4": "Cookies",
  "text4OneStart": "Al dejar un comentario en el sitio, puede optar por guardar su nombre, correo electrónico y sitio web en cookies. Esto es para su comodidad, de modo que no tenga que rellenar sus datos nuevamente cuando deje otro comentario. ",
  "text4OneBold": "Estas cookies duran un año.",
  "text4Two": "Si tiene una cuenta e inicia sesión en este sitio, se creará una cookie temporal para determinar si su navegador acepta cookies. No contiene datos personales y se descartará cuando cierre su navegador.",
  "text4ThreeStart": "Cuando inicia sesión en su cuenta en el sitio, también creamos varias cookies para guardar los datos de su cuenta y las preferencias de visualización de pantalla. ",
  "text4ThreeBold": "Cookies de inicio de sesión",
  "text4ThreeEnd": " se mantienen durante dos días y las cookies de opciones de pantalla durante un año. Si selecciona 'Recuérdame', su inicio de sesión persistirá durante dos semanas. Si cierra sesión en su cuenta, las cookies de inicio de sesión se eliminarán.",
  "text4Four": "Si edita o publica un artículo, se guardará una cookie adicional en su navegador. Esta cookie no incluye datos personales y simplemente indica el ID de la publicación del artículo que acaba de editar. Expira después de un día.",
  "title5": "Medios incrustados de otros sitios web",
  "text5OneStart": "Los artículos en este sitio pueden incluir contenido incrustado, como ",
  "text5OneBold": "videos, imágenes, artículos,",
  "text5OneEnd": " etc. El contenido incrustado de otros sitios se comporta exactamente de la misma manera que si el visitante estuviera visitando el otro sitio.",
  "text5Two": "Estos sitios pueden recopilar datos sobre usted, usar cookies, incrustar un seguimiento adicional de terceros y monitorear su interacción con ese contenido incrustado, incluido el seguimiento de su interacción si tiene una cuenta y está conectado a ese sitio.",
  "title6": "Con quién compartimos sus datos",
  "text6": "Si solicita un restablecimiento de contraseña, su dirección IP se incluirá en el correo electrónico de restablecimiento de contraseña.",
  "title7": "Cuánto tiempo conservamos sus datos",
  "text7OneStart": "Si deja un comentario, el comentario y sus metadatos se ",
  "text7OneBold": "conservan indefinidamente",
  "text7OneEnd": ". Esto es para que podamos reconocer y aprobar automáticamente cualquier comentario de seguimiento en lugar de retenerlo en una cola de moderación.",
  "text7Two": "Para los usuarios que se registran en nuestro sitio web (si los hay), también almacenamos la información personal que proporcionan en su perfil de usuario. Todos los usuarios pueden ver, editar o eliminar su información personal en cualquier momento (excepto que no pueden cambiar su nombre de usuario). Los administradores del sitio también pueden ver y editar esa información.",
  "title8": "Qué derechos tiene sobre sus datos",
  "text8One": "Si tiene una cuenta en este sitio o ha dejado comentarios, puede solicitar un archivo exportado de los datos personales que conservamos sobre usted, incluidos los datos que nos haya proporcionado.",
  "text8Two": "También puede solicitar que eliminemos cualquier dato personal que conservemos sobre usted. Esto no incluye ningún dato que estemos obligados a conservar para fines administrativos, legales o de seguridad.",
  "title9": "Dónde se envían sus datos",
  "text9": "Los comentarios de los visitantes pueden ser marcados por un servicio automatizado de detección de spam."
}
