{
  "terms": "Terms of use",
  "title1": "TERMS OF USE OF THE VITUAX PLATFORM",
  "text1One": "Last update: feb/2025",
  "text1Two": "Welcome to Vituax! These Terms of Use regulate the access and use of our virtual machine virtualization platform (IaaS – Infrastructure as a Service). By using Vituax, you agree to the terms below. If you do not agree, do not use the platform.",
  "title2": "1. PLATFORM OBJECTIVE",
  "text2Start": "1.1. Vituax is an Infrastructure as a Service (IaaS) solution, providing a virtual machine (VM) virtualization environment in a ",
  "text2Bold": "whitelabel",
  "text2End": " model for companies wishing to offer customized cloud computing solutions. 1.2. The platform enables the management of virtual machines, network, storage, and real-time monitoring of computing resources.",
  "title3": "3. USER RESPONSIBILITIES",
  "text3": "3.1. The user is responsible for the proper use of the platform and must ensure that their activities comply with applicable laws. 3.2. The platform may not be used to:",
  "text3One": "• Host illegal, discriminatory, or offensive content or content that promotes illicit activities; ",
  "text3Two": "• Conduct cyberattacks, unauthorized cryptocurrency mining activities, or any practice that may compromise infrastructure integrity;",
  "text3Three": "• Violate third-party rights, including intellectual property and data protection laws.",
  "title4": "4. PRIVACY AND DATA PROCESSING",
  "text4Start": "4.1. Vituax adopts strict measures to ensure the security and confidentiality of the data stored on the platform. 4.2. The user agrees that the platform may collect and process data for operational and statistical purposes, in compliance with the ",
  "text4Bold": "General Data Protection Law (LGPD – Law No. 13.709/2018).",
  "text4End": " 4.3. User data is stored on secure servers and is not shared with third parties, except when required by law or with the user's explicit consent.",
  "title5": "5. MANAGEMENT OF VIRTUAL MACHINES AND COMPUTING RESOURCES",
  "text5": "5.1. Vituax allows users to create, configure, and manage virtual machines with full control over resources such as CPU, RAM, storage, and networks. 5.2. The user must ensure that their resource allocations remain within the contracted limits. 5.3. Vituax is not responsible for improper configurations made by the user that may result in performance loss, failures, or security impacts.",
  "title6": "6. PLANS, PAYMENTS, AND BILLING",
  "text6": "6.1. Vituax operates under a pay-as-you-go model, where costs are calculated based on actual usage of computing resources. 6.2. Payments must be made according to the deadlines established in the service agreement. 6.3. In case of non-payment, Vituax reserves the right to suspend or deactivate services until the financial situation is regularized.",
  "title7": "7. AVAILABILITY, MAINTENANCE, AND SUPPORT",
  "text7": "7.1. Vituax is committed to providing a high-availability environment, with service level agreements (SLA) established in contracts. 7.2. The platform may undergo periodic maintenance, with prior notice to users whenever possible. 7.3. Technical support is available through official channels, respecting the support levels according to the contracted plans.",
  "title8": "8. INTELLECTUAL PROPERTY",
  "text8Start": "8.1. All rights to the technology, software, and infrastructure of Vituax are the exclusive property of the company. 8.2. The user does not acquire any rights over the platform's source code, algorithms, or other assets. 8.3. The resale and distribution of Vituax services under private branding via the ",
  "text8Bold": "whitelabel",
  "text8End": " model do not confer rights over the underlying technology.",
  "title9": "9. SECURITY AND USAGE RESTRICTIONS",
  "text9": "9.1. Vituax employs rigorous security protocols to prevent unauthorized access and ensure data integrity. 9.2. The user must follow best security practices and implement additional measures as necessary, such as encryption of sensitive data. 9.3. Any attempt to bypass the platform’s security systems may result in immediate account termination and applicable legal action.",
  "title10": "10. LIMITATION OF LIABILITY",
  "text10": "10.1. Vituax is not responsible for:",
  "text10One": "• Failures resulting from improper use of the platform by the user;",
  "text10Two": "• Connectivity issues caused by third-party infrastructure;",
  "text10Three": "• Indirect damages, lost profits, or data loss resulting from the use of the platform.",
  "title11": "11. TERMINATION AND ACCOUNT CLOSURE",
  "text11": "11.1. The user may request account termination at any time, subject to prior notice and settlement of any outstanding balances. 11.2. Vituax may terminate accounts in cases of violation of the Terms of Use, non-payment, or risk to the infrastructure.",
  "title12": "12. APPLICABLE LAW AND JURISDICTION ",
  "text12Start": "12.1. These Terms of Use are governed by Brazilian law, including the ",
  "text12BoldOne": "Marco Civil da Internet (Law No. 12.965/2014)",
  "text12Middle": " and the ",
  "text12BoldTwo": "LGPD (Law No. 13.709/2018).",
  "text12End": " 12.2. Any disputes arising from the use of Vituax shall be resolved in the jurisdiction of [City/State], waiving any other jurisdiction, regardless of its privileges.",
  "title13": "13. FINAL PROVISIONS",
  "text13Start": "13.1. Vituax may update these Terms of Use periodically, and it is the user's responsibility to monitor any changes. 13.2. Continued use of the platform after modifications to the terms implies acceptance of the new conditions. 13.3. For any questions, the user may contact us via email at [suporte@vituax.com].",
  "text13Bold": "By using Vituax, you acknowledge that you have read and agree to these Terms of Use."
}
